{
  "title": "Experience",
  "detailsLabel": "Key moments",
  "firstExperience.position": "Junior Applications Analyst",
  "firstExperience.description": "I embarked on the <span class=\"font-semibold\">first steps</span> of my professional journey at my <span class=\"font-semibold\">University</span>, making significant contributions to the technological landscape.",
  "firstExperience.details.first": "I served as an assistant in <span class=\"font-semibold\">data analysis</span>, utilizing the database to create required reports that optimized various business processes.",
  "firstExperience.details.second": "My involvement extended to the enhancement of a the <span class=\"font-semibold\">corporative Desktop App</span> according to the requirements, pivotal to managing diverse business processes and automate some manual tasks.",
  "secondExperience.position": "Software Development Team Coordinator",
  "secondExperience.description": "An experience where I played a pivotal role in the successful execution of <span class=\"font-semibold\">several projects and requirements</span> that streamlined academic processes.",
  "secondExperience.details.first": "I coordinated the development of a several requirements for the <span class=\"font-semibold\">corporative Web App</span> and <span class=\"font-semibold\">Desktop App</span> designed to manage a wide array of academic processes for both students and teachers.",
  "thirdExperience.position": "Backend Developer Engineer",
  "thirdExperience.description": "An experience full of <span class=\"font-semibold\">unexpected challenges</span> and first steps with various technical skills, especially on the <span class=\"font-semibold\">Frontend</span> side.",
  "thirdExperience.details.first": "I contributed to a significant project aimed at enhancing an <span class=\"font-semibold\">e-commerce platform</span> for a <span class=\"font-semibold\">foreign client</span>. I took charge of developing some UI components, implementing <span class=\"font-semibold\">real-time features</span> and integrating the communication with the backend components.",
  "thirdExperience.details.second": "I designed and implemented the Frontend architecture for a <span class=\"font-semibold\">Corporative newsletters Web Application</span>, developed comprehensive UX/UI elements that aligned with client requirements.",
  "fourthExperience.position": "Ssr. Full Stack Developer II",
  "fourthExperience.description": "An enriching experience putting my technical versatility into practice in the development of <span class=\"font-semibold\">several projects</span>.",
  "fourthExperience.details.first": "In my initial project, I collaborated with a wide-ranging team to redesign a <span class=\"font-semibold\">property management platform</span>, my responsibilities included developing UI features and making crucial adjustments to the existing codebase.",
  "fourthExperience.details.second": "I played a supporting part in enhancing the UI of a <span class=\"font-semibold\">property rental platform</span> of a foreigner client closely aligning with the client's requirements.",
  "fifthExperience.position": "Senior Full Stack Developer I",
  "fifthExperience.description": "I was involved in the execution of <span class=\"font-semibold\">two distinct projects</span>, it has been one of the experiences with the biggest technical challenges and lessons learned with a diverse team.",
  "fifthExperience.details.first": "I was in charge of the development of <span class=\"font-semibold\">core communication</span> between the Web and the <span class=\"font-semibold\">Blockchain</span> components for an <span class=\"font-semibold\">NFT Marketplace</span> MVP. As a key member of the team, I designed and implemented interfaces that facilitated part of the user interaction throught an <span class=\"font-semibold\">interactive Web Application</span>.",
  "fifthExperience.details.second": "I played a role in creating an small <span class=\"font-semibold\">chatbot solution</span> aimed at enhancing issue resolution and process management for a client.",
  "sixthExperience.position": "Software Development Consultant",
  "sixthExperience.description": "Currently focusing on a <span class=\"font-semibold\">credit line project</span> for a well-recognized nationwide client, I have performed slightly well on the project due to experiences with a similar <span class=\"font-semibold\">tech stack</span> in the past.",
  "sixthExperience.details.first": "I had the task of migrating the Web Project to <span class=\"font-semibold\">Bootstrap 5</span> and a <span class=\"font-semibold\">CSS Refactoring</span> for some components. Together with a colleague we had the task of <span class=\"font-semibold\">redesigning</span> some components according to UX/UI requirements."
}
