{
  "experience.title": "Experiencia",
  "firstExperience.position": "Analista de Aplicaciones Junior",
  "firstExperience.description": "Emprendí los <span class=\"font-semibold\">primeros pasos</span> de mi trayectoria profesional, realizando importantes aportes al panorama tecnológico de la universidad:",
  "firstExperience.details.first": "Me desempeñé como asistente en <span class=\"font-semibold\">análisis de datos</span>, utilizando la base de datos para crear los informes requeridos que optimizaron varios procesos del negocio.",
  "firstExperience.details.second": "Mi participación se extendió a la mejora de una <span class=\"font-semibold\">Aplicación de Escritorio corporativa</span> de acuerdo con los requerimientos, fundamental para gestionar diversos procesos de negocio y automatizar algunas tareas manuales.",
  "secondExperience.position": "Coordinador de Equipo de Desarrollo",
  "secondExperience.description": "Desempeñé un papel fundamental en la orquestación de la ejecución exitosa de <span class=\"font-semibold\">varios proyectos y requerimientos</span> que agilizaron los procesos académicos. Algunas tareas clave en mi función han sido:",
  "secondExperience.details.first": "Coordiné el desarrollo de varios requerimientos para la <span class=\"font-semibold\">Aplicación Web</span> y la <span class=\"font-semibold\">Aplicación de Escritorio</span> corporativa diseñadas para gestionar una amplia gama de procesos académicos tanto para estudiantes como para profesores.",
  "thirdExperience.position": "Backend Developer Engineer",
  "thirdExperience.description": "Una experiencia llena de <span class=\"font-semibold\">desafíos inesperados</span> y primeros pasos con diversas habilidades técnicas, algunas tareas clave en mi rol han sido:",
  "thirdExperience.details.first": "Contribuí a un proyecto destinado a mejorar una <span class=\"font-semibold\">plataforma de comercio electrónico</span> para un <span class=\"font-semibold\">cliente extranjero</span> . Me encargué de desarrollar algunos componentes de la interfaz de usuario, implementar <span class=\"font-semibold\">funciones en tiempo real</span> e integrar la comunicación con los componentes backend.",
  "thirdExperience.details.second": "Diseñé e implementé la arquitectura Frontend para una <span class=\"font-semibold\">aplicación web de boletines corporativos</span>, desarrollé elementos integrales de UX/UI que se alineaban con los requerimientos del cliente.",
  "fourthExperience.position": "Ssr. Full Stack Developer II",
  "fourthExperience.description": "Una experiencia enriquecedora poniendo en practica mi versatilidad técnica en el desarrollo de <span class=\"font-semibold\">varios proyectos</span>, algunas tareas clave en mi rol han sido:",
  "fourthExperience.details.first": "En mi proyecto inicial, colaboré con un equipo amplio para rediseñar una plataforma de <span class=\"font-semibold\">afianzamiento de propiedades</span>. Mis responsabilidades incluían desarrollar funciones de interfaz de usuario y realizar ajustes cruciales al código base existente.",
  "fourthExperience.details.second": "Desempeñé un papel de apoyo en la mejora de la UX/UI de una <span class=\"font-semibold\">plataforma de alquiler de propiedades</span> de un cliente extranjero, alineándome estrechamente con los requerimientos del cliente.",
  "fifthExperience.position": "Senior Full Stack Developer I",
  "fifthExperience.description": "Estuve involucrado en la ejecución de <span class=\"font-semibold\">dos proyectos diferentes</span>, ha sido una de las experiencias con mayores desafios técnicos y lecciones aprendidas con un equipo diverso, algunas tareas clave en mi rol han sido:",
  "fifthExperience.details.first": "Estuve a cargo del desarrollo de la <span class=\"font-semibold\">comunicación central</span> entre la Web y los componentes <span class=\"font-semibold\">Blockchain</span> para un MVP de <span class=\"font-semibold\">Marketplace de NFTs</span>. Como miembro clave del equipo, diseñé e implementé interfaces que facilitaron parte de la interacción del usuario a través de una <span class=\"font-semibold\">Aplicación Web interactiva</span>.",
  "fifthExperience.details.second": "Desempeñé un papel en la creación de una pequeña solución de <span class=\"font-semibold\">chatbot</span> destinada a mejorar la resolución de problemas y la gestión de procesos para un cliente.",
  "sixthExperience.position": "Consultor de Desarrollo",
  "sixthExperience.description": "Actualmente me enfoco en un proyecto de <span class=\"font-semibold\">línea de crédito</span> para un cliente reconocido a nivel nacional, me he desenvelto ligeramente bien en el proyecto debido a experiencias con un stack tecnológico similar en el pasado, algunas tareas clave en mi rol han sido:",
  "sixthExperience.details.first": "Tuve la tarea de migrar el Proyecto Web a <span class=\"font-semibold\">Bootstrap 5</span> y una <span class=\"font-semibold\">Refactorización CSS</span> para algunos componentes. Junto con un colega tuvimos la tarea de <span class=\"font-semibold\">rediseñar</span> algunos componentes de acuerdo con los requerimientos de UX/UI."
}
